export const allowedTexts = [
    '/start',
    '/light',
    '/schedule',
    '💡 Світло',
    '📅 Графік',
    '/message',
    '/restore'
];

export const startText = (name) => `
Привіт! Я бот, який показує, чи є світло у ЖК «${name}».

Доступні команди:
• /light — перевірити, чи є світло
• /schedule — переглянути графік відключень

Або скористайтесь кнопками нижче ⬇️
`;

export const fallbackText = () => `
❓ Я не розумію цю команду.

Скористайтесь кнопками нижче або командами:
• /light — перевірити, чи є світло
• /schedule — переглянути графік відключень

Або скористайтесь кнопками нижче ⬇️
`;